export const sideMenuList = [
  {
    title: "主題旅遊",
    subMenu: [
      {
        title: "鐵道旅遊",
        subMenu: ["阿里山-幻霧山城", "綠色隧道", "荷苞山步道", "平溪支線"],
      },
      {
        title: "原民旅遊",
        subMenu: ["阿美族", "魯凱族", "排灣族"],
      },
      {
        title: "山林旅遊",
        subMenu: ["斯卡羅-五星福華", "黃金花毯", "野薑花-秘境海灘"],
      },
    ],
  },
  {
    title: "酒店+景點",
    subMenu: [
      {
        title: "國內",
        subMenu: ["台北", "台中", "高雄"],
      },
      {
        title: "國外",
        subMenu: ["洛杉磯", "美國/加拿大", "日本/韓國", "香港/澳門"],
      },
    ],
  },
   {
    title: "郵輪",
    subMenu: [
      {
        title: "熱門遊輪航線",
        subMenu: ["歐洲郵輪", "北歐郵輪", "愛琴海郵輪", "冰島"],
      },
      {
        title: "熱門景點",
        subMenu: ["貝加爾湖", "普羅旺斯", "阿爾卑斯", "聖托里尼島"],
      },
      {
        title: "蜜月遊",
        subMenu: ["極光中心", "俄羅斯遠東地區", "英格蘭少女峰", "玻璃海灘"],
      },
    ],
  },
  {
    title: "當地旅行",
    subMenu: [
      {
        title: "台灣當地",
        subMenu: ["週二-周四快閃日", "澎湖精選一日遊", "台東美食體驗", "松菸限定"],
      },
      {
        title: "國外當地",
        subMenu: ["洛杉磯", "美國/加拿大", "日本/韓國", "香港/澳門"],
      },
    ],
  },
   {
    title: "票券旅行",
    subMenu: [
      {
        title: "出發地",
        subMenu: ["台北", "台中", "高雄"],
      },
      {
        title: "熱門景點",
        subMenu: ["沖繩", "鹿兒島", "澎湖", "馬祖"],
      },
    ],
  },
];

/**
 * 首页推荐产品数据
 * */
// 爆款推荐
export const productList1 = [
  {
    id: 1,
    title:
      "埃及阿斯旺+卢克索+红海Red Sea+开罗+亚历山大12日跟团游(5钻)·【官方旗舰明星纯玩团】25人封顶|含签证小费全程餐|3晚尼罗河游轮+3晚红海全包度假村+1晚底比斯古都|升级内陆飞机|优质中文导游队伍|七大神庙+赠项目",
    price: "11990",
  },
  {
    id: 2,
    title: "摩洛哥撒哈拉沙漠+卡萨布兰卡+马拉喀什+舍夫沙...",
    price: "13290",
  },
  {
    id: 3,
    title: "越南胡志明市+美奈+芽庄+河内7日6晚跟团游(4钻)...",
    price: "4000",
  },
  {
    id: 4,
    title: "迪拜+阿布扎比6日跟团游(5钻)·【携程国旅纯玩...",
    price: "7399",
  },
  {
    id: 5,
    title: "泰国曼谷+芭堤雅6日5晚跟团游(5钻)·【纯玩】『可...",
    price: "3499",
  },
  {
    id: 6,
    title: "日本大阪+京都+箱根+东京6日5晚跟团游(4钻)·【浪...",
    price: "5999",
  },
  {
    id: 7,
    title: "新加坡+马来西亚6日5晚跟团游(5钻)·【纯玩无购物...",
    price: "6199",
  },
  {
    id: 8,
    title: "法国+德国+意大利+瑞士12日跟团游(4钻)·【匠心定...",
    price: "13699",
  },
  {
    id: 9,
    title: "印度尼西亚巴厘岛7日5晚私家团(5钻)·A线独栋泳...",
    price: "5021",
  },
];
